tap "ankitpokhrel/jira-cli"
tap "dagger/tap"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "ebullient/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infrahq/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jdx/tap"
tap "nikitabobko/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "ska-sa/tap"
tap "tw93/tap"
brew "ack"
brew "xz"
brew "openssl@3"
brew "atuin"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "lima"
brew "colima", restart_service: :changed
brew "gmp"
brew "coreutils"
brew "krb5"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dotnet"
brew "eza"
brew "fd"
brew "libssh"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fnm"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gawk"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grafana-agent", restart_service: :changed
brew "graphviz"
brew "grep"
brew "gron"
brew "helm"
brew "hugo"
brew "icu4c@76"
brew "jq"
brew "ijq"
brew "libheif"
brew "python@3.12"
brew "imagemagick"
brew "jj"
brew "jp2a"
brew "k3d"
brew "kind"
brew "kubecm"
brew "kubernetes-cli"
brew "kubectx"
brew "latexindent"
brew "lazygit"
brew "qemu"
brew "lima-additional-guestagents"
brew "lua"
brew "make"
brew "minikube"
brew "moreutils"
brew "neovim"
brew "node@22"
brew "notation"
brew "nowplaying-cli"
brew "nushell"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pdftk-java"
brew "php"
brew "pigz"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "pulumi"
brew "pv"
brew "rename"
brew "repomix"
brew "rlwrap"
brew "rust"
brew "scrcpy"
brew "screen"
brew "sevenzip"
brew "sonobuoy"
brew "ssh-copy-id"
brew "sshuttle"
brew "starship"
brew "switchaudio-osx"
brew "syft"
brew "syncthing"
brew "tcl-tk"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "trivy"
brew "uv"
brew "vbindiff"
brew "watch"
brew "xonsh"
brew "xxh"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zopfli"
brew "zoxide"
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "dagger/tap/dagger"
brew "danielfoehrkn/switch/switch"
brew "derailed/k9s/k9s"
brew "ebullient/tap/ttrpg-convert-cli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/vault"
brew "infrahq/tap/infra"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "tw93/tap/mole"
cask "aerospace"
cask "amethyst"
cask "android-platform-tools"
cask "aws-vault-binary"
cask "claude-code"
cask "discord"
cask "flashspace"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "gpg-suite"
cask "jordanbaird-ice"
cask "kiro-cli"
cask "mactex"
cask "ngrok"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "steam"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anthropic.claude-code"
vscode "bat-snippets.bat-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "coder.coder-remote"
vscode "codezombiech.gitignore"
vscode "dustypomerleau.yarra-valley"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "golf1052.base16-generator"
vscode "hashicorp.terraform"
vscode "idbartosz.darkpp-italic"
vscode "jetmartin.bats"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robertrossmann.remedy"
vscode "shidhincr.theme-dracula-italics"
vscode "shuworks.vscode-table-formatter"
vscode "sintrumit.theme-oceanic-next-italic"
vscode "techer.open-in-browser"
vscode "tonka3000.raycast"
vscode "trond-snekvik.simple-rst"
vscode "ultram4rine.vscode-choosealicense"
vscode "uncenter.better-tera"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "github.com/ankitpokhrel/jira-cli/cmd/jira"
go "honnef.co/go/tools/cmd/staticcheck"
