jorgebucaran/fisher
jhillyerd/plugin-git
evanlucas/fish-kubectl-completions
jorgebucaran/nvm.fish
PatrickF1/fzf.fish
jethrokuan/z
franciscolourenco/done
dracula/fish